---
kind: enumMember
id: F:Autodesk.Revit.DB.NavisworksCoordinates.Shared
enum: Autodesk.Revit.DB.NavisworksCoordinates
source: html/3193a60a-2903-0571-97eb-9815a1a003bd.htm
---
# Autodesk.Revit.DB.NavisworksCoordinates.Shared

Shared coordinates can be viewed and modified outside of Revit.